
children = {
  "儿童": [
    "天才童声",
    "奶气萌娃",
    "佩奇猪",
    "樱桃丸子",
    "懒音绵宝",
    "懒小羊",
    "动漫小新",
    "天真萌娃-Lily"
  ]
}
teenager = {
  "少年/少女": [
    "邻家女孩",
    "少年梓辛",
    "呆萌川妹",
    "妹坨洁儿",
    "撒娇学妹",
    "Brayan",
    "病弱少女",
    "活泼女孩",
    "邻家男孩",
    "甜美悦悦",
    "灿灿",
    "熊二",
    "甜美小源",
    "童童",
    "活泼女声",
    "小萝莉",
    "动漫海绵",
    "动漫海星",
    "天才少女",
    "天才少女（英语）",
    "天才少女（日语）",
    "天才少女（泰语）",
    "天才少女（越南语）",
    "天才少女（印尼语）",
    "天才少女（葡萄牙语）",
    "天才少女（西班牙语）",
    "元气少女",
    "萌系少女",
    "四川甜妹儿"
  ]
}

adult = {
  "青年": [
    "爽快思思",
    "温暖阿虎",
    "阳光青年",
    "京腔侃爷",
    "湾湾小何",
    "北京小爷",
    "浩宇小哥",
    "广西远舟",
    "豫州子轩",
    "魅力女友",
    "柔美女友",
    "Harmony",
    "Skye",
    "Alvin",
    "かずね（和音）",
    "はるこ（晴子）",
    "Javier or Álvaro",
    "Esmeralda",
    "温柔小雅",
    "甜美小源",
    "清澈梓梓",
    "灿灿2.0",
    "炀炀",
    "通用女声2.0",
    "清新文艺女声",
    "超自然音色-梓梓2.0",
    "超自然音色-燃燃2.0",
    "超自然音色-梓梓",
    "超自然音色-燃燃",
    "通用女声",
    "古风少御",
    "儒雅青年",
    "反卷青年",
    "通用赘婿",
    "质朴青年",
    "温柔淑女",
    "开朗青年",
    "甜宠少御",
    "亲切女声",
    "知性女声"
  ]
}

mid_age = {
  "中年": [
    "渊博小叔",
    "湾区大叔",
    "广州德哥",
    "高冷御姐",
    "傲娇霸总",
    "深夜播客",
    "Smith",
    "Sarah",
    "あけみ（朱美）",
    "ひろし（広志）",
    "Roberto",
    "邻居阿姨",
    "东方浩然",
    "心灵鸡汤",
    "Anna",
    "悬疑解说",
    "武则天",
    "四郎",
    "磁性解说男声",
    "鸡汤妹妹",
    "广告解说",
    "擎苍2.0",
    "擎苍",
    "通用男声",
    "霸气青叔",
    "译制片男声",
    "鸡汤女声",
    "Stefan",
    "Stefan（英语）",
    "Stefan（日语）",
    "Stefan（印尼语）",
    "Stefan（葡萄牙语）",
    "Stefan（西班牙语）"
  ]
}

elderly = {
  "老年": [
    "和蔼奶奶",
    "婆婆",
    "幽默大爷",
    "智慧老者",
    "慈爱姥姥"
  ]
}